<template>
    <div>
      <h3 class="text-center">彩票代销合作协议书</h3>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;北京中维合众商业管理有限责任公司（以下简称“北京中维”） 与彩票代销者（以下简称“代销者”）根据《中华人民共和国合同法》、《彩票管理条例》、《彩票管理条例实施细则》及相关法律法规和相关政府财政部门、民政部门、国务院部门设立的彩票发行机构及中国福利彩票中心及中国体育彩票中心制定的有关彩票管理政策和规定、规范，本着平等自愿、诚实信用的原则，签订本合同。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在接受本协议之前，请您仔细阅读本协议的全部内容，如果您不同意本协议的任何内容，请不要进行后续操作。代销者通过网络页面点击确认或以其它方式选择接受本协议，即表示代销者与北京中维达成协议并同意接受本协议的全部约定内容。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;北京中维已与上海市福利彩票发行中心（以下简称“福彩中心”）及上海市体育彩票管理中心（以下简称“体彩中心”）建立合作关系（体彩中心及福彩中心合称彩票中心），并接受彩票中心的相关委托，代其发展彩票销售点，开拓相关彩票销售市场</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;北京中维与代销者双方基于本合同成立彩票代销合作关系，而非劳动关系或劳务关系，且代销者对此已明确知悉。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;就北京中维委托代理销售中国福利彩票或中国体育彩票（以下简称“福利彩票”、“体育彩票”）事宜签订本协议，具体内容约定如下。</p>
      <h4>第一条 委托事项</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;北京中维委托代销者在代销者所在地区设立彩票代销站点，销售彩票。相关彩票销售类型，由北京中维依据代销者实际状况，进行决定。</p>
      <h4>第二条 委托期限</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. 北京中维委托代销者代销彩票的期限为体彩代销自本协议接受之日起至2020年12月31日，福彩代销自本协议接受之日起至2021年4月30日止。协议生效之日起, 北京中维与代销者双方按本协议执行。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. 协议期限内，北京中维对代销者每年12月初实行年审。如代销者未通过年审导致关闭代销站点的情况下，北京中维有权解除本协议，不受协议约定期限之约束。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. 协议期满后，双方若希望继续建立彩票代销合作关系的，应另行订立相关协议。</p>
      <h4>第三条 代销费用及结算方式、时间</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;代销站点应按规定销售电脑型彩票, 北京中维与代销者双方约定代销者按以下标准获取销售佣金: </p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. 代销者按照电脑型彩票销售额的【6】%+【1】%公益分获取电脑型彩票销售佣金。其中6%的销售佣金由上海渠道方（上海悦溢维合商业管理有限责任公司）打款到代销者的银行账户，结算周期为月结，每月11号结算上一个自然月的销售佣金。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. 代销者按照即开型彩票销售额的【6】%+【1】%公益分获取即开型彩票的销售佣金。其中6%的销售佣金直接在下一个订单货款中扣除。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1%公益分由北京中维按照销售流水即时返还到代销者在“北京中维”公众号/APP上注册的账户</p>
      <p style="font-size:12px">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[公益分说明:公益分可在”北京中维”公众号/APP的公益商城兑换商品]</p>
      <h4>第四条 北京中维的权利</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. 北京中维有权要求代销者遵守《彩票管理条例》、《彩票管理条例实施细则》等相关法规、规章和代销者所在地人民政府财政部门、民政部门、国务院民政部门设立的彩票发行机构方制定的有关彩票管理政策和规定、规范。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. 北京中维接受彩票中心的授权，有权根据有关合同约定、管理规定及委托事项对代销者销售彩票的行为进行监督、检查、管理；北京中维对代销者设立的代销站点的日常管理，由北京中维及北京中维委托的区县地推团队共同实施。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. 北京中维有权根据国家政策调整，调整彩票代销费比例 ，并及时书面告知代销者。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. 因国家或地方政策调整或市政规划要求，代销者需变更站点地址或无法正常销售的，变更调整期间北京中维有权暂停 履行本协议。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5. 因彩票业务需要，北京中维将无偿为代销者的彩票销售网点安装终端播放系统（显示屏），播放彩票信息及其他合规合法广告信息，北京中维无偿提供硬件及统一的播放内容。协议终止后，北京中维有权取回显示屏。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6. 代销者应遵守烟草专卖专营的相关管理规定，如若违反烟草专卖专营的相关管理规定，北京中维有权单方面解除本协议，且不承担相关违约责任。</p>
      <h4>第五条 北京中维的义务</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. 北京中维应在彩票代销站点验收合格且与代销者签订彩票代销协议后，协调彩票中心在15个工作日内向代销者发放相关彩票代销证，办理好代销证之后的15个工作日内提供合格的彩票销售设备供代销者使用。代销者所使用的彩票销售设备由北京中维提供，代销者不享有其所有权。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. 北京中维接到代销者彩票销售设备发生故障的报修申请后，24小时内作出响应，并予以维修。经维修后仍不能正常使用的，应在48小时内进行更换。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. 北京中维应对代销者及代销者聘用彩票销售员进行上岗前的培训。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. 北京中维应在接到代销者提前终止合同或变更彩票销售设备的申请后15个工作日内给予答复。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5. 北京中维有义务向代销者提供票面完整、有效的彩票。</p>
      <h4>第六条 代销者的权利</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. 代销者有权按本合同第三条约定的内容取得销售佣金。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. 代销者有权在合同履约期间，对北京中维提供的彩票销售设备以及宣传品，按照有关规定和本合同约定的用途、方式合理使用。</p>

      <h4>第七条 代销者的义务</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. 代销者应当遵守《彩票管理条例》、《彩票管理条例实施细则》等相关规定、规章和当地人民政府财政部门、民政部门、国务院民政部门设立的彩票发行机构及彩票中心制定的有关彩票管理政策和规定、规范。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. 代销者应具有完全民事行为能力，符合北京中维要求的主体资格，具备北京中维要求的固定经营场所、彩票销售条件。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. 代销者须根据北京中维要求申请和办理用于电脑型彩票销售设备的有线或无线通信专用线路(费用自理)。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. 代销者应按彩票中心规定的销售时间开展经营活动，彩票休市或北京中维通知调整销售时间除外。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5. 代销者应在彩票销售场所显著位置悬挂彩票代销证，不得转借、出租、出售；张贴“不得向未成年人销售彩票”警示性标语。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6. 代销者有义务对彩票中奖者个人信息予以保密，未经彩票中奖者本人同意，不得泄露彩票中奖者身份特征信息；不得违背彩票中奖者本人意愿，以任何理由和方式要求彩票中奖者捐赠中奖奖金或者变相捐赠中奖奖金。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7. 代销者应自行承担未使用销售兑奖设备而兑付非本市发行销售的即开型彩票造成的损失。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8. 代销者有义务对销售的彩票票面的完整性予以审核，不得销售票面信息不完整的彩票。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;9. 代销者应当规范使用、维护北京中维提供的彩票销售设备，不得转借、出租、出售北京中维提供的彩票销售设备，不得擅自改变北京中维提供的彩票销售设备用途，不得拆卸北京中维提供的彩票销售设备或更换其零部件；不得查阅、修改、复制、删除北京中维提供的彩票销售设备装载的程序和有关数据文件，或者安装、运行其他程序和文件。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;代销者在使用彩票销售设备及本协议项下其他各项设备过程中，应保障相关设备安全，并应保证在双方代销合作关系终止时，交还完好的设备器材。若因非设备本身质量原因以外，导致设备毁损、灭失的，代销者应承担设备修复或设备重置所产生的一切费用。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10. 代销者不得向未成年人销售彩票和兑付奖金。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11. 代销者如果提前解除彩票代销合同，应当向北京中维送交书面申请，经北京中维书面同意后方能停止销售彩票，并按规定办理有关手续，结清相关款项。彩票代销合同权利义务终止后20个工作日内，由地推团队回收代销证等物料。</p>
      <h4>第八条 协议的终止或解除</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. 本协议期满自然终止。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. 双方协商一致的，可以提前解除本协议。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. 因国家法律、法规、政策调整或市场情况变化，北京中维需调整代销费比例或变更协议条款，代销者不予认可的，代销者不予认可的，任何一方均有权单方面解除协议。</p>
      <h4>第九条 特别约定</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. 因自然灾害等不可抗力事件导致本协议不能继续履行的，双方互不承担违约责任。但遭受不可抗力一方应在不可抗力事由消失后及时通知对方，并采取必要的措施，减少损失；</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. 因电力、通讯等非双方的原因造成不能正常销售福利彩票的，双方互不承担责任；</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. 由于非北京中维原因造成代销者及第三方人身伤害或者财产损失的，北京中维不承担责任；</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. 因国家法律、法规、政策调整导致本协议不能继续履行或者解除的，双方互不承担违约责任；</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5. 凡因本协议引起的或与本协议有关的任何争议，均应提交上海仲裁委员会按照该会仲裁规则进行仲裁。仲裁裁决是终局的，对双方当事人均有约束力。</p>
      <h4>第十条 其他</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.北京中维与代销者均应遵守法律法规、规章制度和省级以上人民政府财政部门、民政部门以及依法设立彩票发行机构制定的有关彩票管理的政策和规定、规范，严格履行本协议。如本协议的条款与上述法律法规、规章制度和政策规定不一致的，以上述法律法规、规章制度和政策规定为准。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. 对本协议未尽事宜及对本协议部分条款的变更，双方可另行签订补充协议，补充协议与本协议具有同等法律效力。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. 甲乙双方通信地址等联系方式发生变化的，应于变化后的日内通知对方，否则按原通信地址等联系方式进行的联系，视为送达。</p>
    </div>
    <!-- <div class="h-100">
      <iframe :src="Src" frameborder="0">

      </iframe>
    </div> -->
</template>

<script>
  export default {
    name:'shanghai',
    data: function() {
      return {
        Src: process.env.NODE_ENV === 'development' ? '/static/shanghai-agreement.html' : '/resources/shopmanager/static/shanghai-agreement.html'
      }
    },
  }
</script>
<style scoped>
  .h-100{
    height: 100%;
  }
  iframe{
    height: 100%;
    width: 100%
  }
</style>
